/* Window title string, with placeholder for the AppName */
"WindowTitle" = "Rapport de problèmes pour %@";

/* Introduction text, with app name placeholder first and company placeholder second */
"IntroductionText" = "%@ s’est arrêté automatiquement lors de sa dernière utilisation. Souhaitez-vous envoyer un rapport de plantage aux developperus de l’application?";

/* Name Text Title */
"NameTextTitle" = "Nom";

/* Email Text Title */
"EmailTextTitle" = "Email";

/* Comments Disclosure Text */
"CommentsDisclosureTitle" = "Commentaires";

/* User description placeholder */
"UserDescriptionPlaceholder" = "Saisissez votre message ci-dessous. Si vous signalez un problème, veuillez inclure des informations concernant votre Mac, la version de votre système et la liste des étapes que vous avez effectuées pour aider à reproduire le problème.\n\nVeuillez inscrire votre adresse e-mail pour que nous puissions vous contacter.";

/* Problems Details Box  Title */
"ProblemDetailsTitle" = "Détails des problèmes et configuration du système";

/* Privacy note text */
"PrivacyNote" = "Aucune donnée personnelle ne sera envoyée dans ce rapport.";

/* Show Details Button */
"ShowDetailsButtonTitle" = "Afficher les détails";

/* HIde Details Button */
"HideDetailsButtonTitle" = "Cacher les détails";

/* Cancel Button */
"CancelButtonTitle" = "Annuler";

/* Send Button */
"SendButtonTitle" = "Envoyer";


/* Feedback UI */

/* Compose view placeholder text */
"FeedbackComposePlaceHolder" = "Your Feedback";

/* Last Update in Status Bar */
"FeedbackLastUpdate" = "Last Update:";

/* Never in Status Bar */
"FeedbackLastUpdateNever" = "Never";

/* From text between timestamp and author */
"FeedbackFrom" = "from";

/* Send button title */
"FeedbackSendButton" = "Send";

/* Contact info text */
"FeedbackContactInfo" = "Please provide your contact information";

/* Name placeholder text */
"FeedbackName" = "Name";

/* Email placeholder text */
"FeedbackEmail" = "Email";

/* Continue button title */
"FeedbackContinueButton" = "Continue";

/* Attachment context menu action Preview */
"FeedbackAttachmentMenuPreview" = "Preview";

/* Attachment context menu action Remove */
"FeedbackAttachmentMenuRemove" = "Remove";

